[DraktenAlloy_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой сплав"
FriendlyNamePlural="Простые сплавы"
BriefSummary="<font color='#3ABD23'><Ability:BSCALLOYCHANCE/>%</font> шанс отклонить входящие снаряды."
TinySummary="Шанс отклонить снаряды"
LootTooltip="Шанс отклонить снаряды после интеграции в щит"

[DraktenAlloy_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный сплав"
FriendlyNamePlural="Модифицированные сплавы"
BriefSummary="<font color='#3ABD23'><Ability:ADVALLOYCHANCE/>%</font> шанс отклонить входящие снаряды."
TinySummary="Шанс отклонить снаряды"
LootTooltip="Шанс отклонить снаряды после интеграции в щит"

[DraktenAlloy_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный сплав"
FriendlyNamePlural="Улучшенные сплавы"
BriefSummary="<font color='#3ABD23'><Ability:SUPALLOYCHANCE/>%</font> шанс отклонить входящие снаряды."
TinySummary="Шанс отклонить снаряды"
LootTooltip="Шанс отклонить снаряды после интеграции в щит"

[DraktenBullseye_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой модуль \"Мишень\""
FriendlyNamePlural="Простые модули \"Мишень\""
BriefSummary="Подключитесь к локальной вражеской псионической сети, чтобы они с большей вероятностью напали на вас. Защита снижается на <font color='#3ABD23'><Ability:BSCDEFMALUS/></font>, щиты увеличиваются на <font color='#3ABD23'><Ability:BSCSHIELDBONUS/></font> ед. до начала следующего хода. <font color='#3ABD23'><Ability:BSCBULLSEYECHARGES/></font> заряд(а) на миссию."
TinySummary="Привлечь огонь врага"
LootTooltip="Модуль щита, используемый для привлечения огня врага"

[DraktenBullseye_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный модуль \"Мишень\""
FriendlyNamePlural="Модифицированные модули \"Мишень\""
BriefSummary="Подключитесь к локальной вражеской псионической сети, чтобы они с большей вероятностью напали на вас. Защита снижается на <font color='#3ABD23'><Ability:ADVDEFMALUS/></font>, щиты увеличиваются на <font color='#3ABD23'><Ability:ADVSHIELDBONUS/></font> ед. до начала следующего хода. <font color='#3ABD23'><Ability:ADVBULLSEYECHARGES/></font> заряд(а) на миссию."
TinySummary="Привлечь огонь врага"
LootTooltip="Модуль щита, используемый для привлечения огня врага"

[DraktenBullseye_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный модуль \"Мишень\""
FriendlyNamePlural="Улучшенные модули \"Мишень\""
BriefSummary="Подключитесь к локальной вражеской псионической сети, чтобы они с большей вероятностью напали на вас. Защита снижается на <font color='#3ABD23'><Ability:SUPDEFMALUS/></font>, щиты увеличиваются на <font color='#3ABD23'><Ability:SUPSHIELDBONUS/></font> ед. до начала следующего хода. <font color='#3ABD23'><Ability:SUPBULLSEYECHARGES/></font> заряд(а) на миссию."
TinySummary="Привлечь огонь врага"
LootTooltip="Модуль щита, используемый для привлечения огня врага"

[BasicBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Мишень\""
LocLongDescription="Подключитесь к локальной вражеской псионической сети, чтобы они с большей вероятностью напали на вас. Защита снижается на <font color='#3ABD23'><Ability:BSCDEFMALUS/></font>, щиты увеличиваются на <font color='#3ABD23'><Ability:BSCSHIELDBONUS/></font> ед. до начала следующего хода. <font color='#3ABD23'><Ability:BSCBULLSEYECHARGES/></font> заряд(а) на миссию."
LocHelpText="Снижает защиту, но увеличивает мощность щита."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Мишень\""
LocLongDescription="Подключитесь к локальной вражеской псионической сети, чтобы они с большей вероятностью напали на вас. Защита снижается на <font color='#3ABD23'><Ability:ADVDEFMALUS/></font>, щиты увеличиваются на <font color='#3ABD23'><Ability:ADVSHIELDBONUS/></font> ед. до начала следующего хода. <font color='#3ABD23'><Ability:ADVBULLSEYECHARGES/></font> заряд(а) на миссию."
LocHelpText="Снижает защиту, но увеличивает мощность щита."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorBullseyeDrawfire X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Мишень\""
LocLongDescription="Подключитесь к локальной вражеской псионической сети, чтобы они с большей вероятностью напали на вас. Защита снижается на <font color='#3ABD23'><Ability:SUPDEFMALUS/></font>, щиты увеличиваются на <font color='#3ABD23'><Ability:SUPSHIELDBONUS/></font> ед. до начала следующего хода. <font color='#3ABD23'><Ability:SUPBULLSEYECHARGES/></font> заряд(а) на миссию."
LocHelpText="Снижает защиту, но увеличивает мощность щита."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenBigboom_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Базовый модуль \"Пролом\""
FriendlyNamePlural="Базовые модули \"Пролом\""
BriefSummary="Этот модуль разрушает стены и укрытия, когда вы проходите через них. Нарушает маскировку. <font color='#3ABD23'><Ability:BSCBIGBOOMCHARGES/></font> заряд(а) на миссию."
TinySummary="Разрушение препятствий"
LootTooltip="Фронтальный защитный модуль разрушает стены и укрытии, когда вы проходите через них."

[DraktenBigboom_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный модуль \"Пролом\""
FriendlyNamePlural="Модифицированные модули \"Пролом\""
BriefSummary="Этот модуль разрушает стены и укрытия, когда вы проходите через них. Нарушает маскировку. <font color='#3ABD23'><Ability:ADVBIGBOOMCHARGES/></font> заряд(а) на миссию."
TinySummary="Разрушение препятствий"
LootTooltip="Фронтальный защитный модуль разрушает стены и укрытии, когда вы проходите через них."

[DraktenBigboom_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный модуль \"Пролом\""
FriendlyNamePlural="Улучшенные модули \"Пролом\""
BriefSummary="Этот модуль разрушает стены и укрытия, когда вы проходите через них. Нарушает маскировку. <font color='#3ABD23'><Ability:SUPBIGBOOMCHARGES/></font> заряд(а) на миссию."
TinySummary="Разрушение препятствий"
LootTooltip="Фронтальный защитный модуль разрушает стены и укрытии, когда вы проходите через них."

[BasicBigboomAbility X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Пролом\""
LocLongDescription="Установленный на передней части вашего щита, этот модуль разрушает стены и укрытия, когда вы проходите через них. Нарушает маскировку. <font color='#3ABD23'><Ability:BSCBIGBOOMCHARGES/></font> заряд(а) на миссию."
LocHelpText="Разрушение стен и укрытий"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedBigboomAbility X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Пролом\""
LocLongDescription="Установленный на передней части вашего щита, этот модуль разрушает стены и укрытия, когда вы проходите через них. Нарушает маскировку. <font color='#3ABD23'><Ability:ADVBIGBOOMCHARGES/></font> заряд(а) на миссию."
LocHelpText="Разрушение стен и укрытий"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorBigboomAbility X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Пролом\""
LocLongDescription="Установленный на передней части вашего щита, этот модуль разрушает стены и укрытия, когда вы проходите через них. Нарушает маскировку. <font color='#3ABD23'><Ability:SUPBIGBOOMCHARGES/></font> заряд(а) на миссию."
LocHelpText="Разрушение стен и укрытий"
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenFold_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой модуль \"Изгиб\""
FriendlyNamePlural="Простые модули \"Изгиб\""
BriefSummary="Ограниченное устройство телепортации.<br/><Bullet/>Радиус <font color='#3ABD23'><Ability:BSCFOLDRANGE/></font> клеток.<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCHARGES/></font> заряд(а) на миссию.<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCD/></font> ход(а) до перезарядки."
TinySummary="Устройство телепортации"
LootTooltip="Устройство телепортации с ограниченным радиусом действия."

[DraktenFold_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный модуль \"Изгиб\""
FriendlyNamePlural="Модифицированные модули \"Изгиб\""
BriefSummary="Ограниченное устройство телепортации.<br/><Bullet/>Радиус <font color='#3ABD23'><Ability:ADVFOLDRANGE/></font> клеток.<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCHARGES/></font> заряд(а) на миссию.<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCD/></font> ход(а) до перезарядки."
TinySummary="Устройство телепортации"
LootTooltip="Устройство телепортации с ограниченным радиусом действия."

[DraktenFold_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный модуль \"Изгиб\""
FriendlyNamePlural="Улучшенные модули \"Изгиб\""
BriefSummary="Ограниченное устройство телепортации.<br/><Bullet/>Радиус <font color='#3ABD23'><Ability:SUPFOLDRANGE/></font> клеток.<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCHARGES/></font> заряд(а) на миссию.<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCD/></font> ход(а) до перезарядки."
TinySummary="Устройство телепортации"
LootTooltip="Устройство телепортации с ограниченным радиусом действия."

[BasicFoldTeleport X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Изгиб\""
LocLongDescription="Ограниченное устройство телепортации.<br/><Bullet/>Радиус <font color='#3ABD23'><Ability:BSCFOLDRANGE/></font> клеток.<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCHARGES/></font> заряд(а) на миссию.<br/><Bullet/><font color='#3ABD23'><Ability:BSCFOLDCD/></font> ход(а) до перезарядки."
LocHelpText="Подготовьтесь к телепортации."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedFoldTeleport X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Изгиб\""
LocLongDescription="Ограниченное устройство телепортации.<br/><Bullet/>Радиус <font color='#3ABD23'><Ability:ADVFOLDRANGE/></font> клеток.<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCHARGES/></font> заряд(а) на миссию.<br/><Bullet/><font color='#3ABD23'><Ability:ADVFOLDCD/></font> ход(а) до перезарядки."
LocHelpText="Подготовьтесь к телепортации."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorFoldTeleport X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Изгиб\""
LocLongDescription="Ограниченное устройство телепортации.<br/><Bullet/>Радиус <font color='#3ABD23'><Ability:SUPFOLDRANGE/></font> клеток.<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCHARGES/></font> заряд(а) на миссию.<br/><Bullet/><font color='#3ABD23'><Ability:SUPFOLDCD/></font> ход(а) до перезарядки."
LocHelpText="Подготовьтесь к телепортации."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenKnock_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простая система \"Разгонный удар\""
FriendlyNamePlural="Простые системы \"Разгонный удар\""
BriefSummary="Уничтожает укрытие при ударе щитом. Чем дальше вы стартуете от цели, тем больше урон, использует <font color='#3ABD23'>два действия</font>, <font color='#3ABD23'><Ability:BSCKRCHARGES/></font> заряд(а) на миссию."
TinySummary="Разрушение укрытия"
LootTooltip="Разрушает укрытие врага при атаке щитом, урон увеличивается по мере удаления от цели"

[DraktenKnock_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированная система \"Разгонный удар\""
FriendlyNamePlural="Модифицированные системы \"Разгонный удар\""
BriefSummary="Уничтожает укрытие при ударе щитом. Чем дальше вы стартуете от цели, тем больше урон, использует <font color='#3ABD23'>два действия</font>, <font color='#3ABD23'><Ability:ADVKRCHARGES/></font> заряд(а) на миссию."
TinySummary="Разрушение укрытия"
LootTooltip="Разрушает укрытие врага при атаке щитом, урон увеличивается по мере удаления от цели"

[DraktenKnock_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенная система \"Разгонный удар\""
FriendlyNamePlural="Улучшенные системы \"Разгонный удар\""
BriefSummary="Уничтожает укрытие при ударе щитом. Чем дальше вы стартуете от цели, тем больше урон, использует <font color='#3ABD23'>два действия</font>, <font color='#3ABD23'><Ability:SUPKRCHARGES/></font> заряд(а) на миссию."
TinySummary="Разрушение укрытия"
LootTooltip="Разрушает укрытие врага при атаке щитом, урон увеличивается по мере удаления от цели"

[BasicKnockRush X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Разгонный удар\""
LocLongDescription="Уничтожает укрытие при ударе щитом. Чем дальше вы стартуете от цели, тем больше урон, использует <font color='#3ABD23'>два действия</font>, <font color='#3ABD23'><Ability:BSCKRCHARGES/></font> заряд(а) на миссию."
LocHelpText="Чем дальше тем кровавее."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedKnockRush X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Разгонный удар\""
LocLongDescription="Уничтожает укрытие при ударе щитом. Чем дальше вы стартуете от цели, тем больше урон, использует <font color='#3ABD23'>два действия</font>, <font color='#3ABD23'><Ability:ADVKRCHARGES/></font> заряд(а) на миссию."
LocHelpText="Чем дальше тем кровавее."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorKnockRush X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Разгонный удар\""
LocLongDescription="Уничтожает укрытие при ударе щитом. Чем дальше вы стартуете от цели, тем больше урон, использует <font color='#3ABD23'>два действия</font>, <font color='#3ABD23'><Ability:SUPKRCHARGES/></font> заряд(а) на миссию."
LocHelpText="Чем дальше тем кровавее."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[DraktenSiphon_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой модуль \"Матрица\""
FriendlyNamePlural="Простые модули \"Матрица\""
BriefSummary="Убийства щитом не странников дают <br/><font color='#3ABD23'><Ability:BSCSIPHP/></font> ед. щита союзникам в радиусе <br/><font color='#3ABD23'><Ability:BSCSIPRADIUS/></font> клеток. <font color='#3ABD23'><Ability:BSCSIPCHARGES/></font> заряд(а) на миссию. <br/><font color='#3ABD23'><Ability:BSCSIPCD/></font> ход(а) до перезарядки."
TinySummary="Дополнительный щит при убийстве"
LootTooltip="Убийства щитом не странников дают щит союзникам."

[DraktenSiphon_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный модуль \"Матрица\""
FriendlyNamePlural="Модифицированные модули \"Матрица\""
BriefSummary="Убийства щитом не странников дают <br/><font color='#3ABD23'><Ability:ADVSIPHP/></font> ед. щита союзникам в радиусе <br/><font color='#3ABD23'><Ability:ADVSIPRADIUS/></font> клеток. <font color='#3ABD23'><Ability:ADVSIPCHARGES/></font> заряд(а) на миссию. <br/><font color='#3ABD23'><Ability:ADVSIPCD/></font> ход(а) до перезарядки."
TinySummary="Дополнительный щит при убийстве"
LootTooltip="Убийства щитом не странников дают щит союзникам."

[DraktenSiphon_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный модуль \"Матрица\""
FriendlyNamePlural="Улучшенные модули \"Матрица\""
BriefSummary="Убийства щитом не странников дают <br/><font color='#3ABD23'><Ability:SUPSIPHP/></font> ед. щита союзникам в радиусе <br/><font color='#3ABD23'><Ability:SUPSIPRADIUS/></font> клеток. <font color='#3ABD23'><Ability:SUPSIPCHARGES/></font> заряд(а) на миссию. <br/><font color='#3ABD23'><Ability:SUPSIPCD/></font> ход(а) до перезарядки."
TinySummary="Дополнительный щит при убийстве"
LootTooltip="Убийства щитом не странников дают щит союзникам."

[BscSiphonHud X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Матрица\""
LocLongDescription="Убийства щитом не странников дают <br/><font color='#3ABD23'><Ability:BSCSIPHP/></font> ед. щита союзникам в радиусе <br/><font color='#3ABD23'><Ability:BSCSIPRADIUS/></font> клеток. <font color='#3ABD23'><Ability:BSCSIPCHARGES/></font> заряд(а) на миссию. <br/><font color='#3ABD23'><Ability:BSCSIPCD/></font> ход(а) до перезарядки."
LocHelpText="Подготовьте свой щит к смертельному удару."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[AdvSiphonHud X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Матрица\""
LocLongDescription="Убийства щитом не странников дают <br/><font color='#3ABD23'><Ability:ADVSIPHP/></font> ед. щита союзникам в радиусе <br/><font color='#3ABD23'><Ability:ADVSIPRADIUS/></font> клеток. <font color='#3ABD23'><Ability:ADVSIPCHARGES/></font> заряд(а) на миссию. <br/><font color='#3ABD23'><Ability:ADVSIPCD/></font> ход(а) до перезарядки."
LocHelpText="Подготовьте свой щит к смертельному удару."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"

[SupSiphonHud X2AbilityTemplate]
LocFriendlyName="Активировать модуль \"Матрица\""
LocLongDescription="Убийства щитом не странников дают <br/><font color='#3ABD23'><Ability:SUPSIPHP/></font> ед. щита союзникам в радиусе <br/><font color='#3ABD23'><Ability:SUPSIPRADIUS/></font> клеток. <font color='#3ABD23'><Ability:SUPSIPCHARGES/></font> заряд(а) на миссию. <br/><font color='#3ABD23'><Ability:SUPSIPCD/></font> ход(а) до перезарядки."
LocHelpText="Подготовьте свой щит к смертельному удару."
LocFlyOverText="LocFlyOverText"
LocPromotionPopupText="LocPromotionPopupText"